{
    "DB": {
        "001": "Bulma and Son Goku",
        "002": "What the...! No Balls!",
        "003": "The Turtle Hermit's Kinto Un",
        "004": "Oolong, the Kidnapping Monster",
        "005": "Yamucha, the Strong Yet Cruel Desert Bandit",
        "006": "Midnight Callers",
        "007": "Mt. Frypan's Gyumao",
        "008": "The Turtle Hermit's Kamehameha",
        "009": "The Rabbit Boss's Special Technique",
        "010": "The Dragon Balls are Stolen!!",
        "011": "At Last The Dragon Appears!",
        "012": "The Wish to Shen Long",
        "013": "Goku's Great Transformation",
        "014": "Goku's Rival Appears",
        "015": "The Peculiar Girl, Lunch",
        "016": "Training-- The Rock Hunt",
        "017": "With Life at Stake! Milk Delivery",
        "018": "The Turtle Hermit's Intense Training",
        "019": "The Tenkaichi Tournament Begins!",
        "020": "Will it Appear! The Power From the Training",
        "021": "Watch Out! Kuririn",
        "022": "Yamucha vs. Jackie Chun",
        "023": "He's Here! The Mighty Foe Giran",
        "024": "Kuririn's Desperate Offensive and Defensive Battle",
        "025": "Get up, Goku! The Fearsome Tenku pekeji-ken",
        "026": "The Final Round!! Kamehame-Ha",
        "027": "Goku's Greatest Pinch!",
        "028": "Clash!! Power vs. Power",
        "029": "Another Adventure-- The Wandering Lake",
        "030": "Pilaf and the Mysterious Army",
        "031": "Yikes! A Fake Goku Appears!!",
        "032": "Vanished! The Flying Fortress in the Sky",
        "033": "Legend of the Dragon",
        "034": "The Heartless Red Ribbon",
        "035": "Suno, Girl of the North",
        "036": "The Terror of Muscle Tower",
        "037": "Enter Ninja Murasaki",
        "038": "Be Afraid!! The Split-Image Technique",
        "039": "The Mysterious Cyborg #8",
        "040": "What Now, Goku! The Horrible Buyon",
        "041": "The End of Muscle Tower",
        "042": "Imminent Danger!! Go for it, Ha-chan",
        "043": "Bulma's House in Metro West",
        "044": "Goku and Friends and Tons of Danger",
        "045": "Watch Out! A Mid-Air Trap",
        "046": "Bulma's Big Failure",
        "047": "Kame House is Discovered!!",
        "048": "General Blue Begins Attacking!!",
        "049": "Lunch-san in Danger",
        "050": "The Pirates' Traps",
        "051": "The Security Guard at the Bottom of the Ocean",
        "052": "We Did It! Treasure Discovered",
        "053": "The Eyes that Sparkle with Terror",
        "054": "Run! Run! The Great Escape",
        "055": "'Lo! Chased to Penguin Village",
        "056": "Woohoo! Arale Rides the Cloud",
        "057": "A Face-off! Arale vs. Blue",
        "058": "The Sacred, Yet Ominous Land of Karin",
        "059": "It's Him! The World's Greatest Assassin, Tao Pai Pai",
        "060": "A Battle!! The Kamehameha vs. the Dodonpa",
        "061": "Karin-sama of Karin Tower",
        "062": "What Will the Effect of the Super Spirit Water Be!",
        "063": "Son Goku's Revenge",
        "064": "The Final Tao Pai Pai",
        "065": "Go, Goku! Commence Assault",
        "066": "The Red Ribbon Army Desperately Fights Back",
        "067": "Commander Red Perishes!!",
        "068": "The Last Dragon Ball",
        "069": "The Possibly Cute Fortuneteller Baba",
        "070": "Attack! We Five Fighters",
        "071": "A Bloody and Desperate Battle!",
        "072": "Meet Son Goku! The Demons' Toilet",
        "073": "What is the Deadly Devil Might Beam!",
        "074": "The Mysterious Fifth Man",
        "075": "A Clash!! Powerful Adversaries",
        "076": "The Identity of the Masked Man",
        "077": "Pilaf's Great Strategy",
        "078": "Shen Long, Again",
        "079": "Kinkaku and Ginkaku's Man-Eating Gourd",
        "080": "Imperial Match! Goku vs. Ten Long",
        "081": "Goku Goes to the Demon World",
        "082": "The Ferocious Beast, Inoshi Kacho",
        "083": "Hurry to the Tenkaichi Tournament, Goku!",
        "084": "Aim to be the World's Best Martial Artist!!",
        "085": "I'll Make it Through!! Preliminary Survival!",
        "086": "It's Decided!! The Eight Warriors!",
        "087": "Showdown!! Yamucha vs. Tenshinhan!",
        "088": "Come on, Yamucha! The Fearsome Tenshinhan",
        "089": "Horrifying!! The Full Moon Grudge!",
        "090": "Not the Dodonpa!!",
        "091": "A Comeback!! Kuririn's Gr-eight Strategy!",
        "092": "At Long Last! Enter Son Goku!!",
        "093": "Equally Strong!! Tenshinhan vs. Jackie!",
        "094": "Yikes! The New Crane Hermit Style's Taiyouken",
        "095": "Fight!! Goku vs. Kuririn",
        "096": "Say It Isn't So, Goku! Kuririn's Great Strategy",
        "097": "The Final Match!! Who Will the World's Strongest Fighter Be",
        "098": "The Secret Haikyu-ken vs. Battle Power",
        "099": "Tenshinhan's Distress!!",
        "100": "Life or Death! The Last Resort",
        "101": "End of the Tournament! And Then...!!",
        "102": "The Death of Kuririn-- A Terrible Plot!!",
        "103": "The Terror of Piccolo Daimao!!",
        "104": "Revive, Son Goku!!",
        "105": "Enter Yajirobe, the Strange Boy!!",
        "106": "Majuu Tambourine Comes!",
        "107": "Son Goku-- Anger Explosion!!",
        "108": "Piccolo Daimao Makes His Landing!!",
        "109": "Son Goku vs. Piccolo Daimao",
        "110": "Don't Give Up, Son Goku!",
        "111": "The Turtle Hermit's Final Mafuba!!",
        "112": "Will Piccolo Daimao Become Young Again!",
        "113": "King Castle on the Offensive and Defensive!!",
        "114": "Goku's Wish-- Even Karin-sama is Worried!!",
        "115": "Get the Mysterious Super Sacred Water!",
        "116": "The Turtle Hermit's Alive!",
        "117": "Son Goku Finally Takes Off!!",
        "118": "Tenshinhan's Resolve!!",
        "119": "Will the Legendary Mafuba Work!",
        "120": "Goku-- Anger at Full Power!!",
        "121": "Son Goku-- Final Crisis!!",
        "122": "The Final Gamble!!",
        "123": "Nyoibou's Secret",
        "124": "The Temple Above the Clouds",
        "125": "Enter Kami-sama!!",
        "126": "Shen Long, Revived!!",
        "127": "Faster than Lightning!!",
        "128": "As Quietly as the Sky",
        "129": "Time-Traveling Goku",
        "130": "Goku's Opponent is... Goku!",
        "131": "Each On His Own Path",
        "132": "Hotter than Magma",
        "133": "The Reunion Before the Storm",
        "134": "The Turbulent Tenkaichi Tournament",
        "135": "The Chosen Eight",
        "136": "Revenge of Tao Pai Pai the Assassin",
        "137": "Son Goku's Wedding",
        "138": "Shen Man of Mystery",
        "139": "Another Intense Battle! Goku vs. Tenshinhan",
        "140": "True Strength",
        "141": "Four Tenshinhans",
        "142": "Who's Stronger! Kami vs. Piccolo Daimao",
        "143": "With the Fate of the World in the Balance!",
        "144": "There It Is! The Ultimate Mega Kamehameha",
        "145": "Piccolo Daimao and the Super Giant Technique",
        "146": "Son Goku's Trap",
        "147": "Grim Situation!!",
        "148": "I Did It! The Strongest Man on Earth",
        "149": "The Wedding Dress Inside the Flames",
        "150": "The Magical Fire-Eating Bird",
        "151": "All Thanks to Chichi's Wife-Training",
        "152": "Hurry, Goku! The Mystery of Mt. Gogyo",
        "153": "Mt. Frypan Ablaze! A Deadly Split-Second Decision"
    },
    "DBZ": {
        "001": "Mini-Goku is an Overprotected Boy! I am Gohan",
        "002": "The Mightiest Warrior in All of History is Goku's Older Brother!",
        "003": "All Right! This is the Strongest Combo in the World!",
        "004": "Piccolo's Trump Card! Gohan, the Crybaby-kun",
        "005": "Goku Dies! There's Only One Last Chance",
        "006": "Even Yama-sama is Surprised -- The Fight Continues in the Next World",
        "007": "Survival with Dinosaurs! Gohan's Harsh Training",
        "008": "A Great Transformation on a Moonlit Night! The Secret of Gohan's Power",
        "009": "Sorry, Robot-san -- The Desert of Vanishing Tears",
        "010": "Don't Cry, Gohan! His First Fight",
        "011": "The Saiyans, Mightiest Warriors in the Universe, Awaken!",
        "012": "Catnap on the Serpentine Road -- Goku Takes a Tumble",
        "013": "Hands Off! Yama-sama's Secret Fruit",
        "014": "Such Sweet Temptation! The Snake Princess-sama's Hospitality",
        "015": "Escape from Piccolo! Gohan Summons a Storm",
        "016": "Run, Gohan! Longing for Mount Paozu, Where Chichi is Waiting",
        "017": "City of No Tomorrow! The Long Road to Victory",
        "018": "Last Stop on the Serpentine Road! Are you Kaio-sama",
        "019": "The Battle with Gravity! Catch Bubbles-kun",
        "020": "The Saiyan Legend Reborn! Goku's Roots",
        "021": "Come Forth, Shen Long! The Saiyans Finally Arrive on Earth",
        "022": "Unbelievable! Saibaimen, Born of the Soil",
        "023": "Yamucha Dies! The Terror of the Saibaimen",
        "024": "Farewell, Ten-san! Chaozu's Suicide Strategy",
        "025": "Tenshinhan Cries Out!! This is My Final Kikoho",
        "026": "An Intense Three-Hour Delay! The Kinto Un Bullet-Express",
        "027": "Leave it to Me! Gohan's Great Burst of Anger",
        "028": "Ferocity of the Saiyans! Kami-sama and Piccolo Both Die",
        "029": "Father is Awesome! Kaio-ken, the Ultimate Finishing Technique",
        "030": "A Hot, Unbounded Battle! Goku vs. Vegeta",
        "031": "Now, Goku! A Final Technique With Everything On the Line",
        "032": "Battle Power Times Ten!! Vegeta's Great Metamorphosis",
        "033": "Don't Die, Father!! This is the Depth of Gohan's Power",
        "034": "Shoot, Kuririn! The Genki Dama, Packed with Hope",
        "035": "Cause a Miracle! Son Gohan, the Super Saiyan",
        "036": "We're Off Into Space! The Star of Hope is Piccolo's Homeland",
        "037": "Mysterious Yunzabit! The Search for Kami-sama's Spaceship",
        "038": "Blast-off for Planet Namek! The Terror Awaiting Gohan & Co",
        "039": "Friends or Foes Children of the Mysterious Giant Spaceship",
        "040": "Honest to Goodness There Lies Namek, Planet of Hope",
        "041": "Kind-hearted Aliens. There's the Wu Xing Qiu Ball Already",
        "042": "Planet Freeza No. 79 Vegeta Recovers!!",
        "043": "The Dragon Balls Are All Found! Piccolo-san Will Also Come Back to Life",
        "044": "A Tough New Enemy! Freeza, Emperor of the Universe",
        "045": "Vegeta's Ambition! I am the Greatest Warrior in the Universe!!",
        "046": "Goku's Power Unleashed!! Six Days to the Far End of the Galaxy",
        "047": "Surprise Attack!! The Elder's Target Was the Scouters",
        "048": "Gohan in Peril! A Pursuing Dodoria Summons Death",
        "049": "Dodoria Dies by Explosion! Vegeta's Fearsome Shockwave",
        "050": "Escape From a Burning Planet!! A Life-or-Death Kamehame-Ha",
        "051": "Courage Times One Hundred! The Warriors Gathered Under Kaio",
        "052": "Listen to Me, Goku! Hands Off Freeza",
        "053": "Nothing but Goosebumps! The Handsome Warrior Zarbon's Devilish Transformation",
        "054": "Defend the Star of Hope!! Kuririn's Astonishing Power-Up",
        "055": "Back from the Brink of Death -- The Miracle Man, Vegeta",
        "056": "An Enormous Battle Power!! Freeza's Scheme is Shattered",
        "057": "I'm Back to My Old Self Again!! Goku Under 100-Times Super-Gravity",
        "058": "Freeza's Secret Weapon! The Devilish Ginyu Special Corps",
        "059": "Watch Out, Bulma!! Si Xing Qiu Falls into Freeza's Clutches",
        "060": "Charge!! The Kaio-ken and Kamehame-Ha of an Indomitable Spirit",
        "061": "The Great Battle Approaches! The Ginyu Special Corps Now Takes the Stage!!",
        "062": "Goku on Final Approach! Smash Through Freeza's Dragnet",
        "063": "Super-Magic or Just a Trick! Mr. Ghurd is Angry!",
        "064": "The Savage ReaCoom!! He's Bad, He's Strong, He's Outrageous",
        "065": "Don't Die, Gohan! Goku Finally Touches Down on the Battlefield",
        "066": "Uncommon Strength!! Son Goku, the Legendary Super Saiyan",
        "067": "Lightning Balls of Red and Blue! Jheese and Butta Attack Goku",
        "068": "At Last, a Direct Confrontation!! Commander Ginyu Takes the Field",
        "069": "Incredible Force!! Did You See Goku's Full Power",
        "070": "What of the Battle's Outcome! Freeza's Evil Hand Closes Around the Grand Elder",
        "071": "Surprise!! Goku is Ginyu and Ginyu is Goku",
        "072": "Come Forth, Super Shen Long!! Grant Me My Wish",
        "073": "That Ain't Me! Gohan, Don't Lose Your Nerve, Hit Your Father!!",
        "074": "Whoops!! Ginyu Has Turned Into a Frog",
        "075": "Thou Who Hast Gathered the Seven Balls... Now Speak Forth the Password",
        "076": "Kami-sama Also Returns to Life! Piccolo Is Resurrected by Super Shen Long",
        "077": "Birth of the Mightiest Warrior Nail and Piccolo Merge",
        "078": "A Nightmare Super-Transformation!! Freeza's Battle Power of One Million",
        "079": "Is This the End! A Brutally Transcendent Power Attacks Gohan",
        "080": "The Tide Suddenly Turned!! Piccolo, the Warrior Who Came Late",
        "081": "Piccolo's Self-Confidence! I Will Be the One to Defeat Freeza",
        "082": "Attack, Goku!! An Enraged Freeza's Second Transformation",
        "083": "Fear Me!! Freeza Does Battle with a Third Transformation",
        "084": "The Death of Dende... Come Forth! Intense, Wide-Open Power",
        "085": "How I've Waited for this Moment!!! Son Goku Revived",
        "086": "Such Regret...!! Vegeta, Pride of the Saiyans, Dies",
        "087": "The Curtain Rises over the Ultimate Battle!! I Am Going to Defeat You",
        "088": "The Two Superpowers Collide! A Fistfight Where Both Turn Serious!!!",
        "089": "Freeza's Terrible Declaration! I Will Defeat You Without Using My Hands",
        "090": "That Was No Idle Boast!! Son Goku, an Audacious, Wonderful Guy",
        "091": "Showdown!! The Embodiment of Flame in a 20-Times Kaio-ken Kamehame-Ha",
        "092": "A Super-Huge Genki Dama-- I'm Playing My Last Card!!",
        "093": "Keep the Chance Alive!! Piccolo's Suicide Support Strike",
        "094": "The Incredible Destructive Force of the Genki Dama!! Who Will Survive!",
        "095": "Transformed At Last!! Son Goku, the Legendary Super Saiyan",
        "096": "An Explosion of Anger!! Goku, Avenge Everyone's Deaths",
        "097": "The Destruction of Planet Namek! A Demonic Flash Pierces the Ground",
        "098": "I Will Be the One Who Wins... Risking Survival, a Final Attack",
        "099": "Shen Long, Run Yourself Through Space!! The Time of Namek's Destruction Draws Near",
        "100": "I Am Son Goku's Son!! Gohan Returns to the Battlefield",
        "101": "I'm Staying on This Planet!! A Final Wish Towards Victory",
        "102": "Let's Get It On!! Two Remain on a Vanishing Planet",
        "103": "Pathos of Freeza! Once He Starts Shaking, He's Unstoppable!!",
        "104": "Goku's Declaration of Victory!! As Freeza Destroys Himself",
        "105": "Freeza Defeated!! A Single Blast Packed with a Totality of Rage",
        "106": "Planet Namek's Great Explosion!! Goku Disappears into Space",
        "107": "Son Goku Survived -- The Z Warriors All Resurrected!!",
        "108": "Terrible Happenings in Heaven!! Garlic Jr. to Become Kami!",
        "109": "Black Mist of Terror...!! Everyone Turns Demonic",
        "110": "The Heavenly Realm is the Battlefield!! Piccolo Becomes Devilish Again",
        "111": "Direct Confrontation with Piccolo!! An Angry Masenko in the Heavenly Realm",
        "112": "Retrieve Everyone's Minds!! The Ultra Holy Water Resting in the Temple",
        "113": "Can't Wait Until Morning!! Kami-sama Determines a Suicidal Course of Action",
        "114": "A Battle of Extreme Measures!! Kami-sama Breaks the Covenant",
        "115": "The Ultra Holy Water Worked!! The World Awakens from Its Nightmare",
        "116": "Gohan's Brief Chance for Victory!! Blast the Makyo World",
        "117": "You're My Guy... Kuririn -- A 101st Proposal",
        "118": "That There is Earth, Papa... The Counter-Attack of Freeza, Father and Son",
        "119": "I Will Defeat Freeza... The Mysterious Youth Awaiting Goku",
        "120": "Freeza Halved by a Single Stroke!! Another Super Saiyan",
        "121": "Heya!! It's Been a While... Son Goku Returns",
        "122": "My Dad is Vegeta... Admissions of the Mysterious Youth",
        "123": "Goku's New Finishing Technique! Watch My Instantaneous Movement",
        "124": "I Will Overcome Goku!! The King of the Saiyan Warrior Race",
        "125": "License Mastery Goku's Newest Trial",
        "126": "Murderers Who Leave No Trace -- Which Ones Are the Artificial Humans!",
        "127": "The Cold-Blooded No. 20's Hideous Atrocities!! Goku's Super Transformation of Anger",
        "128": "Goku's Double-Shock!! Caught Between Illness and Adversary",
        "129": "The Might of Vegeta! The Blood of a Super Saiyan Awakens",
        "130": "No. 20's Defiant Smile... The Secret of Doctor Gero",
        "131": "A Reality More Terrifying than the Future! Trunks' Suspicions",
        "132": "Give Chase!! The Search for Doctor Gero's Mysterious Laboratory",
        "133": "And the Terror Becomes Reality... No. 17 and No. 18 Awaken",
        "134": "Too Late to Do Anything! The Ultimate Weapons to Kill Goku",
        "135": "Good Looks and Super Power! No Blind Spot on No. 18",
        "136": "Nobody Is Able to Stop Them... Is This the End of the Z Warriors!",
        "137": "Piccolo's Resolution!! The Last Measure in His Reserve",
        "138": "Walking Weapons of Mass Destruction!! The Artificial Humans Draw Near Goku",
        "139": "An Ominous Foreboding! Bulma Unveils a Mystery",
        "140": "The Discovery of an Evil Egg!! A Terrified Trunks",
        "141": "To Face an Unprecedented Foe... Birth of a Super Namekian!!",
        "142": "Kamehame-Ha! The Monster Who Possesses Goku's Ki",
        "143": "A Life Form of Evil and Destruction!! His Name Is Artificial Human Cell",
        "144": "Piccolo's Grievous Mistake! Cell Turned Loose on the City!",
        "145": "The Secret of Cell's Birth! What Lies Below the Laboratory",
        "146": "Goku Awakens to Battle! Go Beyond Super Saiyan!!",
        "147": "Hasten Your Training, Saiyans! In the Room of Spirit and Time",
        "148": "The Gekiretsu Kodan That Split the Heavens!! Piccolo vs. Artificial Human No. 17",
        "149": "How I Have Waited for This Day!! Cell's Prologue to Perfection",
        "150": "The Suicide Counterattack Proves Ineffective! Piccolo's Flame Burns Out!!",
        "151": "One Final Remaining Hope... No. 16, the Wordless Warrior, Takes Action!!",
        "152": "No. 17 Swallowed... The Transforming Cell Is a Super Gourmet",
        "153": "Tomorrow, I Am Going to Pulverize You!! Goku's Challenge",
        "154": "I Will Dispose of Everything!! A Reborn Vegeta, Father and Son, Sally Forth",
        "155": "Suddenly Full-Throttle!! The Super Power of a Radiant Vegeta",
        "156": "On Your Knees, Cell! I Am Super Vegeta!!",
        "157": "Dangerous Pride!! A Challenge to Cell's Perfect Form",
        "158": "I'm So Distraught!! Kuririn's Handiwork in Destroying No. 18",
        "159": "A Shock to the Entire Universe!! Cell's Spectacular Evolution Toward His Perfect Form",
        "160": "Battle Power Infinity!! Birth of the God of Destruction Named Cell",
        "161": "Super Vegeta in Peril!! An Absolutely Perfect Terror Closes In!!",
        "162": "Breaking Through the Boundaries of the Super Saiyan!! Trunks Summons a Storm",
        "163": "Save Your Father!! Trunks' Fury, Which Scorches Even the Heavens",
        "164": "A Future of Despair!! Trunks, the Man Who Lived Through Hell",
        "165": "Super Trunks Has a Weakness!! Cell's Shocking Bombshell Declaration",
        "166": "A Final Battle Closes In on Goku!! The Mystery of the New Tenkaichi Tournament",
        "167": "100% Ratings!! The Cell Games Call for Death with an Exclusive Live Broadcast",
        "168": "Goku and Gohan... The Hero Father and Son's Ultimate Level-Up",
        "169": "Goku's Composure! Let's Rest and Wait for the Cell Games",
        "170": "A Warrior's Rest... The Girl, the Lies, and Gohan's Resolution",
        "171": "Hidden Power!! When Gohan Was a Baby",
        "172": "Seek Out Kami-sama!! Goku's Great Instantaneous Movement",
        "173": "Dende's First Task!! The Dragon Balls Restored",
        "174": "A Hard Problem for Goku! Take Back the Dragon Balls",
        "175": "Those Who Would Challenge Cell!! The Curtain Rises on the Battle",
        "176": "Just a Moment!! The Satan Squad Goes On the Rampage",
        "177": "Fight Time, Goku!! The Ultra-Tense Cell Games",
        "178": "Direct Hit to Earth!! Cell's Extra-Large Kamehame-Ha",
        "179": "Defeat or Death! Goku's Turnabout Ploy",
        "180": "A Conclusion to the Deathmatch!! Goku's Declaration of Surrender!",
        "181": "He Who Takes Over as Strongest... His Name is Gohan",
        "182": "Become Enraged Gohan -- Call Forth Your Dormant Power",
        "183": "Teeny Menaces!! Attack of the Cell Juniors",
        "184": "The Tragic No. 16!! An Enraged Super Gohan Begins Taking Action",
        "185": "Devastating True Power!! The Cell Juniors Pulverized",
        "186": "Cell gets KO'ed!! Just 2 Super Ironfisted Blows",
        "187": "Something Amiss With Cell!! His Perfect Form Crumbles",
        "188": "Bye-Bye, Everyone!! Goku's Last Instantaneous Movement",
        "189": "A Nightmare in Broad Daylight!! The Terror Becomes Even More Perfect",
        "190": "From Goku to Gohan... The Spirit of the Father is Handed Down",
        "191": "The Battle is Over... Thank You, Son Goku",
        "192": "I'm Going to Train In the Next World!! A Smile at Parting",
        "193": "New Days... Father! I'm Hanging In There",
        "194": "One More Conclusion!! I Will Defend the Future",
        "195": "A Deep Impression!! There They Are! The Next World's Awesome Dudes",
        "196": "I'm the Best in the Next World!! Heroes of the Ages Assembled",
        "197": "Grand Kaio's World Gone Wild!! Goku Kicks Up a Whirlwind",
        "198": "Final Round of Flame!! Goku or Paikuhan!",
        "199": "Don't Let Victory Get Away!! Finish With an Ultra-Fast Kamehame-Ha",
        "200": "7 Years Since Then! Starting Today, I'm a High School Student",
        "201": "For Love and Justice -- Enter the Great Saiyaman",
        "202": "Gohan's Frantic First Date!",
        "203": "Gohan, Scramble! Save Videl!!",
        "204": "A Case of Robbery!! The Culprit is Saiyaman!",
        "205": "Goku Returning to Life! Entry into the Tenkaichi Tournament!!",
        "206": "Even Gohan is Surprised! Goten's Explosion of Power",
        "207": "Ah, You're Flying!! Videl's Introduction to Bukujutsu",
        "208": "Welcome Back, Goku! The Entire Z Team Assembles!!",
        "209": "Watch Out, Saiyaman! Beware Of Snapshooters!",
        "210": "No Small Matter!! Little Trunks",
        "211": "It's My Turn! Goten's Anxious First Fight",
        "212": "Happiness Times A Million! The Junior Champion is Decided!!",
        "213": "Now What, Satan! The Greatest Pinch in History",
        "214": "Event Match-ups Decided!! Let's Hurry and Hold the First Round",
        "215": "What's the Matter, Piccolo! An Unheard-of No-Fight-Forfeit",
        "216": "Undyingly Unpleasant! The Mystery of Spopovitch",
        "217": "A Tragic Videl!! Are You Coming Out, Angry Super Gohan",
        "218": "Exposed!! The Saiyaman is Son Gohan",
        "219": "A Slithering Conspiracy!! Gohan's Power is Stolen",
        "220": "The Man Behind the Curtains Appears!! The Evil Madoshi Babidi",
        "221": "The Awaiting Trap!! A Challenge from the Demon Realm",
        "222": "Don't Toy With Me!! Vegeta's Breakthrough First Strike of Fury",
        "223": "Goku's Power Wide Open!! Blow Away Yakon",
        "224": "A Great Miscalculation!! Satan vs. Three Super-Warriors!",
        "225": "Such Strong Kids!! No. 18's Close Fight!",
        "226": "Confrontation with the Demon King! It's Your Turn, Gohan!!",
        "227": "A Wicked Heart Discovered!! Dabura's Great Idea",
        "228": "Vegeta, Prince of Destruction, Revived!! Intrusion at the Tournament",
        "229": "The Super-confrontation of Destiny!! The Clash of Goku vs. Vegeta",
        "230": "Just You Wait, Babidi!! Your Aspirations Will Not Be Allowed",
        "231": "The Seal is Broken! Out Comes the Vicious Majin Boo!!",
        "232": "I Won't Allow the Revival!! A Kamehame-Ha of Resistance",
        "233": "A Straight Line to Despair! The Grief of Kaioshin",
        "234": "The Terrifying Majin!! Death's Dread Draws Near Gohan",
        "235": "'Gonna Eat'cha!!' A Hungry Majin's Supernatural Power",
        "236": "A Warrior's Resolution!! I Will Dispose Of the Majin",
        "237": "For Those Whom He Loves... Vegeta Perishes!!",
        "238": "The Nightmare Revisited!! Majin Boo Has Survived",
        "239": "The Struggle of Videl and the Others! Find the Dragon Balls",
        "240": "Enormous Hope!! A New Finishing Technique for the Little Squirts",
        "241": "Goten and Trunks-- The World's Most Wanted",
        "242": "Gohan Revived -- Kaioshin's Secret Weapon!",
        "243": "It Came Ou~t!! The Legendary Z-Sword",
        "244": "Metro West is Targeted! Stop, Majin Boo!!",
        "245": "An Astounding, Great Transformation!! Super Saiyan 3",
        "246": "Bye Bye Babidi!! Majin Boo Rebels",
        "247": "Absurdly Awful-Looking! The Special Training Transformation Pose",
        "248": "See You Later, Everybody!! Goku Returns to the Other World",
        "249": "Where is Gohan! Ferocious Training in the Kaioshin Realm",
        "250": "You're Kidding, Right! The Z-Sword is Broken",
        "251": "Birth of a Superhuman Warrior!! His Name is Gotenks",
        "252": "The Final Weapon is Engaged! Satan Will Save the Earth",
        "253": "I've Stopped Killing!! Majin Boo's Good Boy Declaration",
        "254": "Run Away, Satan!! An Angry Majin Boo Emerges",
        "255": "Which One Will Win! A Good-and-Evil Boo-Boo Confrontation",
        "256": "A No-Timeout Catastrophe!! Earth's Humanity Exterminated",
        "257": "The Special Training Is a Success!! You're Finished Now, Majin Boo",
        "258": "'I'm Going Like I Mean It!!' A Wide-Open Super Gotenks",
        "259": "'I've Done It!!' Boo Successfully Eliminated With Ghosts!",
        "260": "Escape From Another Dimension!! Super Gotenks 3",
        "261": "Going Too Far! Boo-Boo Volleyball",
        "262": "Truly 'Great'!! A Reborn Gohan Returns to Earth",
        "263": "Boo Overwhelmed!! Gohan's Miracle Power",
        "264": "Has He Done It! Majin Boo's Great Explosion",
        "265": "Boo's Worst Foul!! Gotenks is Absorbed!",
        "266": "For the Sake Of the Entire Universe... Return to Life, Son Goku",
        "267": "The Miracle Happens Once... Will the Super Combination With Gohan Come About",
        "268": "Merged!! Vegeta's Pride And Goku's Rage",
        "269": "Magnificent Power!! Vegetto Surpasses the Ultimate",
        "270": "A Fissure Between Dimensions!! Has Boo Snapped!",
        "271": "The Ace Up Boo's Sleeve!! 'You Become a Hard Candy'!",
        "272": "A Hero Lost! Vegetto is Absorbed",
        "273": "A Demonic Maze!! What Is There Inside Boo's Belly!",
        "274": "Nightmares or Illusions! Goku and Gohan's Father-Son Confrontation",
        "275": "A Majin's Secret!! Two More Boos Inside Of Boo",
        "276": "Where Is the Exit! Escape from a Collapsing Boo",
        "277": "Earth Disappears!! Boo's Reverse-Transformation of Evil",
        "278": "Boo's Assault!! A Conclusion in the Kaioshin Realm",
        "279": "Seize the Future!! A Decisive Battle with the Universe at Stake",
        "280": "Vegeta Takes Off His Hat!! Goku, You Are No. 1",
        "281": "Pull Through, Vegeta!! One Life-Threatening Minute",
        "282": "Don't You Pick On Satan!! The Original Boo is Revived",
        "283": "Vegeta's Secret Plan!! Polunga and the Two Wishes",
        "284": "A Last Hope!! We'll Make a Huge Genki Dama",
        "285": "Ultra-Impressive!! The Genki Dama From Everyone is Finished",
        "286": "Son Goku is Strongest After All!! Majin Boo is Eliminated",
        "287": "Peace Returns!! Majin Boo, Champion of Justice!",
        "288": "You're Late, Goku! Everyone Party!!",
        "289": "Grandpa Goku! I Am Pan!!",
        "290": "I Am Oob! Now 10 Years Old, the Former Majin!",
        "291": "Even Stronger!! Goku's Dream is Super-Huge"
    },
    "DBGT": {
        "01": "Mysterious Dragon Balls Appear!! Goku Turns Into a Child!",
        "02": "I'm the Star! Pan Takes Off Into Space!!",
        "03": "Super-Greedy!! The Merchant Planet Imegga",
        "04": "Wanted!! Goku Makes the Wanted List!",
        "05": "Strong Guy Located!! Redjic, the Bodyguard",
        "06": "That Hurts a Bit! Goku the Dentist",
        "07": "My Beloved Honey! The Bride is Trunks",
        "08": "Goku Goes Ka-boom, Too!! Full Throttle Whisker Power",
        "09": "Cripes!! Goku Plunges Into a Trap Planet!",
        "10": "Dancing Attack! Bonpappa!!",
        "11": "Lood's Curse! Pan Gets Turned Into a Doll",
        "12": "God's Revelations are Big Trouble!! Lood Gets Underway",
        "13": "He's the Boss! The Mysterious Scientist Mu",
        "14": "Flawless Rhythm! Lood is Subdued!!",
        "15": "I'm Going Astray! Pan Runs Away!",
        "16": "Machine Planet M2... Gill the Turncoat!",
        "17": "Leave it to Pan! Operation Rescue Goku!!",
        "18": "This Isn't In the Data!! Goku, Super-Serious",
        "19": "To Battle!! The Mighty Mutant- Rild",
        "20": "I'm Astounded!! A Metal Tsunami Attacks Goku",
        "21": "How Can This Be!! Goku Has Become a Metal Slab!",
        "22": "The Scheme is Revealed!! The Evil Life Form Baby",
        "23": "Hidden Crisis! The Shipwreck and the Mysterious Young Boy",
        "24": "Baby Counterattacks!! Sought-After Saiyans!!",
        "25": "This is Terrible!! Baby Appears on Earth",
        "26": "Gohan and Goten... The Worst of Fights Between Brothers!",
        "27": "The Scheme Completed! Vegeta is Taken Over",
        "28": "Goku Returns... All of Earth Is My Enemy!",
        "29": "Ultra-Yikes! Super Saiyan 3 Beaten!!",
        "30": "Goku Exterminated! I've Gone and Died",
        "31": "Ah, What a Surprise! Sugoroku Space's Grand Collapse",
        "32": "Give Me Back Goku!! Oob, the Warrior of Fury",
        "33": "Take this, Baby! A Reborn Oob's Death Rays!",
        "34": "Transformation Blunder! Goku's Great Ape Rampage!!",
        "35": "The Mightiest!! Goku Becomes Super Saiyan 4!!",
        "36": "An Immortal Monster! The Ferocious Great Ape Baby",
        "37": "Valor!! Baby and Goku's Double-KO!!",
        "38": "With Everyone Else's Power... Super Saiyan 4 Revived",
        "39": "This is the End! Baby Eradicated At Last",
        "40": "Earth Explodes!! Piccolo's Momentous Decision",
        "41": "Tenkaichi Tournament Who Will Be Satan's Successor",
        "42": "Die, Goku!! Mighty Enemies Return From Hell",
        "43": "Demon Warriors of Hell! Cell & Freeza Revived",
        "44": "The Ultimate Artificial Human! The Two No. 17s Unite",
        "45": "Hurry, Goku!! A Grand Strategy For Escaping From Hell",
        "46": "Clash! Super Saiyan 4 vs. Super No. 17",
        "47": "A Great Reversal! Goku and No. 18's Two-Stage Attack Erupts!",
        "48": "This is a Surprise! Shen Long Becomes the Enemy!",
        "49": "The Mightiest of Foes! The Dragon Who Uses a Horrible Dirty Trick",
        "50": "Saiya Power Beaten! The Electrical Beast Wu Xing Long",
        "51": "Liu Xing Long! Find a Weakness to the Great Whirlwind Attack",
        "52": "Pan, Watch Out! Qi Xing Long's Secret Weapon",
        "53": "Pan Exterminated! A Tearful Times-Ten Kamehame-Ha",
        "54": "6000 Degrees Centigrade of Power! The Warrior of the Sun",
        "55": "Bulma in Action! The Project to Rebuild Vegeta",
        "56": "After the Sun Comes the Cold! Dragon Brothers of Flame and Ice",
        "57": "Strength Overwhelming!! The Dragon Who Rules the Evil Dragons",
        "58": "Commence Counterattack! Surpass Super Saiyan 4",
        "59": "Friend or Foe Great Ape Vegeta Runs Rampant",
        "60": "Fusion!! The Ultimate Super Gogeta",
        "61": "I'll Win For Sure! Goku Eats Si Xing Qiu",
        "62": "Save Goku! A Final Ally Appears",
        "63": "A Miraculous Come-From-Behind Victory!! Goku Saves the Universe",
        "64": "Farewell, Goku... Until the Day We Meet Again"
    },
    "MOVIES": {
        "01": "(4) Dragon Ball Z ~ The Movie",
        "02": "(5) Dragon Ball Z ~ The World's Strongest Guy",
        "03": "(6) Dragon Ball Z ~ A Super Decisive Battle for Earth",
        "04": "(7) Dragon Ball Z ~ Super Saiyan Son Goku",
        "05": "(8) Dragon Ball Z ~ The Extraordinary Mightiest vs. Mightiest",
        "06": "(9) Dragon Ball Z ~ Charge!! 10-Billion Power Warriors",
        "07": "(10) Dragon Ball Z ~ Extreme Battle!! The Three Great Super Saiyans",
        "08": "(11) Dragon Ball Z ~ Burn Up!! Hot Fight, Fierce Fight, Super Violent Fight",
        "09": "(12) Dragon Ball Z ~ The Galaxy at its Threshold!! A Phenomenally Awesome Guy",
        "10": "(13) Dragon Ball Z ~ A Pair in Peril! Super Warriors Cannot Rest",
        "11": "(14) Dragon Ball Z ~ Superwarriors Crushed!! I Will Be the One Who Wins",
        "12": "(15) Dragon Ball Z ~ Fusion Reborn!! Goku and Vegeta",
        "13": "(16) Dragon Ball Z ~ Dragonfist Explosion!! If Goku Doesn't Do It, Who Will",
        "14": "(17) Dragon Ball ~ The Path to Power",
        "15": "(1) Dragon Ball ~ The Legend of Shen Long",
        "16": "(2) Dragon Ball ~ The Sleeping Princess of Devil's Castle",
        "17": "(3) Dragon Ball ~ Mystical Great Adventure"
    }
}